org/writing.org
# -*- eval: (org-hugo-auto-export-mode 1); -*-
#+hugo_base_dir: ../
#+hugo_section: /
#+hugo_front_matter_format: yaml
#+STARTUP: logdone
#+PROPERTY: header-args:R :session *R* :exports both :colnames yes :eval never-export :results value

** Code Projects
:PROPERTIES:
:EXPORT_FILE_NAME: _index
:END:
*** Music Software
+ [[https://github.com/CarlColglazier/Olearia][Olearia]] is a collection of applets for the Daisy Patch.
+ [[https://github.com/CarlColglazier/ES-5Linx][ES-5Linx]] is a VST and JACK utility to handle the Expert Sleepers ES-5 Eurorack expansion on Linux.
+ [[https://github.com/CarlColglazier/MI_Nebulae_v2][MI_Nebulae_v2]] are ports of Native Instruments code for the QuBit Electronix Nebulae v2.
+ [[https://github.com/CarlColglazier/libre-rytm-sds][libre-rytm-sds]] is a simple set of scripts to send samples to the Elektron Analog RYTM on Linux.
*** Other 
+ [[https://cheesecake.live/][Cheesecake Live]] is an evidence-based scouting and statistics approach to the /FIRST/ Robotics Competition.
+ [[https://github.com/CarlColglazier/emojidentity][Emojidentity]] is an inquiry on the use of emoji as a messaging device for collective identity.
+ [[https://twitter.com/pitch_bot][_Unicorn Pitch Bot_]] is a very silly Twitter bot that might be the next big thing.
+ Kvizo was a practice and learning tool for adademic quiz bowl (2015-2017). It supported some based natural language processing to create associations between named entities.
+ My [[https://github.com/team2059/fll-world-class-scoring][FLL /World Class/ Live Scoring System]] was used in a practice competition in Raleigh in 2014. Referees could update the completed objective and the scores were displayed in real time.
