content/code/_index.md
---
title: "Code Projects"
draft: false
---

## Music Software {#music-software}

-   [ES-5Linx](https://github.com/CarlColglazier/ES-5Linx) is a VST and JACK utility to handle the Expert Sleepers ES-5 Eurorack expansion on Linux.
-   [MI\_Nebulae\_v2](https://github.com/CarlColglazier/MI%5FNebulae%5Fv2) are ports of Native Instruments code for the QuBit Electronix Nebulae v2.
-   [libre-rytm-sds](https://github.com/CarlColglazier/libre-rytm-sds) is a simple set of scripts to send samples to the Elektron Analog RYTM on Linux.


## Other {#other}

-   [Cheesecake Live](https://cheesecake.live/) is an evidence-based scouting and statistics approach to the _FIRST_ Robotics Competition.
-   [Emojidentity](https://github.com/CarlColglazier/emojidentity) is an inquiry on the use of emoji as a messaging device for collective identity.
-   [<span class="underline">Unicorn Pitch Bot</span>](https://twitter.com/pitch%5Fbot) is a very silly Twitter bot that might be the next big thing.
-   Kvizo was a practice and learning tool for adademic quiz bowl (2015-2017). It supported some based natural language processing to create associations between named entities.
-   My [FLL _World Class_ Live Scoring System](https://github.com/team2059/fll-world-class-scoring) was used in a practice competition in Raleigh in 2014. Referees could update the completed objective and the scores were displayed in real time.
